"3-finger Horizontal Swipe" = "Гарызантальны рух 3 пальцамі";
"3-finger Vertical Swipe" = "Вертыкальны рух 3 пальцамі";
"4-finger Horizontal Swipe" = "Гарызантальны рух 4 пальцамі";
"4-finger Vertical Swipe" = "Вертыкальны рух 4 пальцамі";
"About" = "Аб праграме";
"About %@" = "Пра %@";
"Accessibility" = "Даступнасць";
"Acknowledgments" = "Падзякі";
"Active app" = "Актыўнае прыкладанне";
"Active screen" = "Актыўны экран";
"Active Space" = "Актыўная прастора";
"Add a running app" = "Дадаць запушчаную праграму";
"Add an app from disk" = "Дадаць праграму з дыска";
"Additional controls" = "Дадатковыя элементы кіравання";
"Additional controls…" = "Дадатковыя элементы кіравання…";
"Advanced" = "Дадаткова";
"After keys are released" = "Пасля адпускання клавіш";
"After release" = "Пасля адпускання";
"Align windows" = "Выраўнаваць вокны";
"Align windows:" = "Выраўнаваць вокны:";
"All apps" = "Усе праграмы";
"All data from this form will be made public, as a ticket on github.com" = "Усе дадзеныя з гэтай формы будуць апублікаваны як цікет на github.com";
"All screens" = "Усе экраны";
"All Spaces" = "Усе прасторы";
"Allowed" = "Дазволена";
"Alphabetical" = "Па алфавіце";
"Alphabetical Order" = "Алфавітны парадак";
"Also select windows using:" = "Таксама выбіраць вокны з дапамогай:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab выляцеў у мінулы раз, калі вы яго выкарыстоўвалі. Адпраўка справаздачы аб збоі дапаможа вырашыць праблему";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab зараз настроены на паказ праграм. Гэтая налада даступная толькі, калі AltTab настроены на паказ вокнаў.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab працуе без дазволаў на запіс экрана. Мініяцюры не будуць паказвацца.";
"AltTab needs some permissions" = "AltTab патрэбны некаторыя дазволы";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab пакажа, калі акно ў дадзены момант згорнута або знаходзіцца ў поўнаэкранным рэжыме з дапамогай значка стану.";
"Always" = "Заўсёды";
"Always send crash reports" = "Заўсёды адпраўляць справаздачы аб збоях";
"and press" = "і націсніце";
"and press:" = "і націсніце:";
"Animations" = "Анімацыі";
"Animations…" = "Анімацыі…";
"App (BundleID starting with)" = "Праграма (ідэнтыфікатар пакета пачынаецца з)";
"App Icons" = "Значкі праграм";
"App is hidden" = "Праграма схавана";
"App is running but has no open window" = "Праграма працуе, але не мае адкрытых вокнаў";
"Apparition delay" = "Затрымка з'яўлення";
"Apparition delay of Switcher" = "Затрымка з'яўлення пераключальніка";
"Apparition delay:" = "Затрымка з’яўлення:";
"Appearance" = "Выгляд";
"Application Name" = "Назва праграмы";
"Application Name - Window Title" = "Назва праграмы — Загаловак акна";
"Applications" = "Праграмы";
"Are you sure you don’t want a response?" = "Вы ўпэўнены, што не жадаеце атрымліваць адказ?";
"Arrow keys" = "Стрэлкі";
"Ask whether to send crash reports" = "Пытацца, ці адпраўляць справаздачы аб збоях";
"Auto" = "Аўта";
"Auto-install updates periodically" = "Аўтаматычна ўсталёўваць абнаўленні";
"Blacklists" = "Чорныя спісы";
"Cancel" = "Адмяніць";
"Cancel and hide" = "Адмяніць і схаваць";
"Capture windows in the background" = "Захоп вокнаў у фонавым рэжыме";
"Center" = "Па цэнтры";
"Check for updates now…" = "Праверыць абнаўленні цяпер…";
"Check for updates periodically" = "Перыядычна правяраць абнаўленні";
"Check for updates…" = "Праверыць абнаўленні…";
"Check permissions…" = "Праверыць дазволы…";
"Close window" = "Зачыніць акно";
"Conflicting shortcut" = "Канфлікт спалучэння клавіш";
"Controls" = "Кіраванне";
"Crash reports policy" = "Палітыка паведамленняў аб збоях";
"Crash reports policy:" = "Палітыка справаздач аб збоях:";
"Cursor follows focus" = "Курсор ідзе за фокусам";
"Customize App Icons style…" = "Наладзіць стыль значкоў праграм…";
"Customize Thumbnails style…" = "Наладзіць стыль эскізаў…";
"Customize Titles style…" = "Наладзіць стыль загалоўкаў…";
"Dark" = "Цёмны";
"Debug tools" = "Інструменты для адладкі";
"Disabled" = "Адключана";
"Do nothing" = "Нічога не рабіць";
"Don’t check for updates periodically" = "Не правяраць абнаўленні";
"Don’t send" = "Не адпраўляць";
"Don’t show windows from these apps" = "Не паказваць вокны гэтых праграм";
"Done" = "Гатова";
"End" = "Канец";
"Exceptions" = "Выключэнні";
"Export settings…" = "Экспартаваць налады…";
"Export…" = "Экспартаваць…";
"Fade in animation of Preview" = "Анімацыя паступовага з'яўлення папярэдняга прагляду";
"Fade out animation" = "Анімацыя згасання";
"Fade out animation of Switcher" = "Анімацыя паступовага знікнення пераключальніка";
"Fade out animation:" = "Анімацыя згасання:";
"Failed to import settings" = "Не атрымалася імпартаваць налады";
"Focus selected window" = "Сфакусаваць выбранае акно";
"Fullscreen window" = "Поўнаэкраннае акно";
"Fullscreen windows:" = "Вокны на ўвесь экран:";
"Fullscreen/Defullscreen window" = "Поўнаэкранны / Зняць поўнаэкранны рэжым акна";
"General" = "Агульныя";
"Gesture" = "Жэст";
"Grant permission" = "Даць дазвол";
"Hidden windows:" = "Схаваныя вокны:";
"Hide" = "Схаваць";
"Hide app badges" = "Схаваць бэджы праграм";
"Hide app badges:" = "Схаваць значкі праграм:";
"Hide apps with no open window" = "Схаваць праграмы без адкрытых вокнаў";
"Hide apps with no open window:" = "Схаваць праграмы без адкрытых вокнаў:";
"Hide colored circles on mouse hover" = "Схаваць каляровыя кругі пры навядзенні мышкай";
"Hide colored circles on mouse hover:" = "Схаваць каляровыя кругі пры навядзенні курсора:";
"Hide in %@" = "Схаваць у %@";
"Hide Space number labels" = "Схаваць нумары прастораў";
"Hide Space number labels:" = "Схаваць нумары прастораў:";
"Hide status icons" = "Схаваць значкі стану";
"Hide status icons:" = "Схаваць значкі стану:";
"Hide window thumbnails:" = "Схаваць мініяцюры вокнаў:";
"Hide/Show app" = "Схаваць/Паказаць праграму";
"High" = "Высокі";
"Highest" = "Самы высокі";
"Hold" = "Утрымліваць";
"Horizontal Swipe with Four Fingers" = "Гарызантальнае правядзенне чатырма пальцамі";
"Horizontal Swipe with Three Fingers" = "Гарызантальнае правядзенне трыма пальцамі";
"I think the app could be improved with…" = "Я лічу, што праграму можна ўдасканаліць…";
"Ignore shortcuts when active" = "Ігнараваць спалучэнні клавіш, калі актыўны";
"Ignore shortcuts while a window from these apps is active" = "Ігнараваць спалучэнні клавіш, калі акно гэтых праграм актыўнае";
"Import settings…" = "Імпартаваць налады…";
"Import…" = "Імпартаваць…";
"Keep open" = "Захоўваць адкрытым";
"Keep open and search" = "Захоўваць адкрытым і шукаць";
"Language" = "Мова";
"Language Change" = "Змена мовы";
"Large" = "Вялікі";
"Later" = "Пазней";
"Latest releases" = "Апошнія рэлізы";
"Leading" = "Вядучы";
"Left" = "Злева";
"Light" = "Светлы";
"Lock search" = "Блакаваць пошук";
"Max height on screen:" = "Макс. вышыня на экране:";
"Max width on screen:" = "Макс. шырыня на экране:";
"Medium" = "Сярэдні";
"Menubar icon" = "Значок у радку меню";
"Menubar icon:" = "Значок у радку меню:";
"Middle" = "Пасярэдзіне";
"Minimize/Deminimize window" = "Згарнуць/Разгарнуць акно";
"Minimized windows:" = "Згорнутыя вокны:";
"Miscellaneous" = "Рознае";
"Miscellaneous:" = "Рознае:";
"Mouse hover" = "Пры навядзенні курсора";
"Multiple screens" = "Некалькі экранаў";
"Never" = "Ніколі";
"Never send crash reports" = "Ніколі не адпраўляць справаздачы аб збоях";
"No Window" = "Няма акна";
"Non-active apps" = "Неактыўныя праграмы";
"Non-visible Spaces" = "Нябачныя прасторы";
"Normal" = "Нармальны";
"Not allowed" = "Не дазволена";
"NSHumanReadableCopyright" = "Ліцэнзія GPL-3.0";
"Only if the window is fullscreen" = "Толькі калі акно разгорнута на ўвесь экран";
"Only on different screen" = "Толькі на іншым экране";
"Open Accessibility Preferences…" = "Адкрыць налады даступнасці…";
"Open Accessibility Settings…" = "Адкрыць налады даступнасці…";
"Open Screen Recording Preferences…" = "Адкрыць налады запісу экрана…";
"Open Screen Recording Settings…" = "Адкрыць налады запісу экрана…";
"Open System Settings to confirm, and continue" = "Адкрыйце Сістэмныя налады для пацверджання і працягу";
"Open Trackpad Preferences…" = "Адкрыць Налады Трэкпада…";
"Open Trackpad Settings…" = "Адкрыць налады трэкпада…";
"Optional: email (if you want a reply)" = "Неабавязкова: эл. пошта (калі вы хочаце адказ)";
"Order windows by" = "Парадак вокнаў па";
"Please fill in the form" = "Калі ласка, запоўніце форму";
"Policies" = "Палітыкі";
"Preferences…" = "Налады…";
"Preview selected window" = "Папярэдні прагляд выбранага акна";
"Preview selected window:" = "Папярэдні прагляд выбранага акна:";
"Preview the selected window." = "Папярэдні прагляд выбранага акна.";
"Quit" = "Выйсці";
"Quit %@" = "Выйсці з %@";
"Quit app" = "Выйсці з праграмы";
"Recently Created" = "Нядаўна створаныя";
"Recently Created First" = "Спачатку нядаўна створаныя";
"Recently Focused" = "Нядаўна сфакусаваныя";
"Recently Focused First" = "Спачатку нядаўна сфакусаваныя";
"Remember my choice" = "Запомніць мой выбар";
"Reset preferences and restart" = "Скінуць налады і перазапусціць";
"Reset preferences and restart…" = "Скінуць налады і перазапусціць…";
"Reset settings and restart" = "Скінуць налады і перазапусціць";
"Reset settings and restart…" = "Скінуць налады і перазапусціць…";
"Restart Now" = "Перазапусціць зараз";
"Rows of thumbnails:" = "Радкоў эскізаў:";
"Screen including menu bar" = "Экран, які ўключае радок меню";
"Screen including mouse" = "Экран, які ўключае курсор";
"Screen Recording" = "Запіс экрана";
"Screen showing AltTab" = "Экран, які адлюстроўвае AltTab";
"Search" = "Пошук";
"Select next window" = "Выбраць наступнае акно";
"Select previous window" = "Выбраць папярэдняе акно";
"Select windows on mouse hover" = "Выбіраць вокны пры навядзенні мышкі";
"Select windows using arrow keys" = "Выбіраць вокны стрэлкамі";
"Select windows using vim keys" = "Выбіраць вокны клавішамі Vim";
"Send" = "Адправіць";
"Send a crash report?" = "Адправіць справаздачу аб збоі?";
"Send anyway" = "Усё роўна адправіць";
"Send debug profile (CPU, memory, etc)" = "Адправіць профіль адладкі (ЦП, памяць і г.д.)";
"Send feedback" = "Адправіць водгук";
"Send feedback…" = "Адправіць водгук";
"Settings imported" = "Налады імпартаваны";
"Settings…" = "Налады";
"Share improvement ideas, or report bugs" = "Падзяліцеся ідэямі па паляпшэньні або паведаміце пра памылкі";
"Shortcut" = "Спалучэнне клавіш";
"Shortcut 1" = "Спалучэнне 1";
"Shortcut 2" = "Спалучэнне 2";
"Shortcut 3" = "Спалучэнне клавіш 3";
"Shortcut 4" = "Спалучэнне клавіш 4";
"Shortcut 5" = "Спалучэнне клавіш 5";
"Shortcut already assigned to another action: %@" = "Спалучэнне клавіш ужо прызначана іншаму дзеянню: %@";
"Shortcuts When Active" = "Спалучэнні, калі актыўна";
"Shortcuts when active…" = "Спалучэнні, калі актыўна…";
"Show" = "Паказаць";
"Show & Hide" = "Паказаць і схаваць";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Паказваць элемент у пераключальніку для кожнага акна або для кожнай праграмы. Вокны будуць факусавацца, а праграмы — актывавацца.";
"Show apps with no open window" = "Паказваць праграмы без адкрытых вокнаў";
"Show at the end" = "Паказаць у канцы";
"Show fullscreen windows" = "Паказваць поўнаэкранныя вокны";
"Show hidden windows" = "Паказваць схаваныя вокны";
"Show in switcher" = "Паказаць у пераключальніку";
"Show minimized windows" = "Паказваць мінімізаваныя вокны";
"Show on" = "Паказаць на";
"Show on:" = "Паказваць на:";
"Show standard tabs as windows" = "Паказваць стандартныя ўкладкі як вокны";
"Show standard tabs as windows:" = "Паказваць стандартныя ўкладкі як вокны:";
"Show titles" = "Паказваць загалоўкі";
"Show windows from applications" = "Паказваць вокны з праграм";
"Show windows from screens" = "Паказваць вокны з экранаў";
"Show windows from Spaces" = "Паказваць вокны з Spaces";
"Show windows from:" = "Паказваць вокны з:";
"Size" = "Памер";
"Skipped" = "Прапушчана";
"Small" = "Маленькі";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Некаторыя праграмы, такія як Finder ці Preview, выкарыстоўваюць стандартныя ўкладкі, якія дзейнічаюць як незалежныя вокны. Іншыя праграмы, такія як вэб-браўзеры, выкарыстоўваюць карыстальніцкія ўкладкі, якія дзейнічаюць унікальнымі спосабамі і не з'яўляюцца фактычнымі вокнамі. AltTab не можа пералічыць іх асобна.";
"Source code repository" = "Рэпазытар зыходнага коду";
"Space" = "Прастора";
"Space Order" = "Парадак Spaces";
"Start" = "Пачатак";
"Start at login" = "Запускаць пры ўваходзе";
"Start at login:" = "Запускаць пры ўваходзе:";
"Support this project" = "Падтрымаць гэты праект";
"Swipe with Four Fingers" = "Правядзенне чатырма пальцамі";
"Swipe with Three Fingers" = "Правядзенне трыма пальцамі";
"Switch between 3 different styles. You can customize them." = "Пераключайцеся паміж 3 рознымі стылямі. Вы можаце іх наладзіць.";
"System" = "Сістэма";
"System Default" = "Сістэмнае значэнне па змаўчанні";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Спалучэнне клавіш ⌘⎋ (command+escape) можа выкарыстоўвацца macOS для GameOverlay. \n\nВаша змена прызначыць яго для: %@. \n\nКалі вы хочаце працягнуць, пераканайцеся, што спалучэнне клавіш GameOverlay адключана. \nТаксама звярніце ўвагу, што macOS паведамляла пра памылкі, калі спалучэнне клавіш усё яшчэ можа перашкаджаць, нават калі яно адключана.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Клавіша ⎋ (escape) зарэзервавана некаторымі спалучэннямі клавіш macOS (напрыклад, ⌘⌥⎋ пакажа акно «Прымусовае завяршэнне праграм»). \n\nКалі вы хочаце выкарыстоўваць ⎋, пераканайцеся, што ўтрымліваемыя мадыфікатары не: ⌘⌥, ⌘⌥⇧ або ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Клавіша ⎋ (escape) зарэзервавана некаторымі спалучэннямі клавіш macOS (напрыклад, ⌘⌥⎋ пакажа акно «Прымусовае завяршэнне праграм»). \n\nВаша змена прызначыць яго для: %@. \n\nКалі вы хочаце выкарыстоўваць ⎋, пераканайцеся, што ўтрымліваемыя мадыфікатары не: ⌘⌥, ⌘⌥⇧ або ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Прыкладанне патрабуе перазапуску для прымянення імпартаваных налад.";
"The application needs to restart to apply the language change." = "Праграме неабходна перазапусціцца, каб прымяніць змену мовы.";
"Theme" = "Тэма";
"Theme:" = "Тэма:";
"Then release:" = "Затым адпусціце:";
"This permission is needed to focus windows after you release the shortcut" = "Гэты дазвол патрэбны для фокусу на вокнах пасля таго, як вы адпусціце спалучэнне клавіш";
"This permission is needed to show screenshots and titles of open windows" = "Гэты дазвол патрэбны для паказу скрыншотаў і назваў адкрытых вокнаў";
"This permission is needed to show thumbnails and preview of open windows" = "Гэты дазвол неабходны для паказу мініяцюр і папярэдняга прагляду адкрытых вокнаў";
"Thumbnails" = "Мініяцюры";
"Title" = "Загаловак";
"Title truncation" = "Абрэзка загалоўка";
"Titles" = "Загалоўкі";
"Trackpad haptic feedback" = "Тактыльная зваротная сувязь трэкпада";
"Trigger" = "Трыгер";
"Trigger shortcut" = "Цэтлік запуску";
"Unassign existing shortcut and continue" = "Адвязаць існуючае спалучэнне клавіш і працягнуць";
"Updates policy" = "Палітыка абнаўленняў";
"Updates policy:" = "Правіла абнаўленняў:";
"Use the app without this permission. Thumbnails won’t show." = "Выкарыстоўваць праграму без гэтага дазволу. Мініяцюры не будуць паказвацца.";
"Version" = "Версія";
"Vertical Swipe with Four Fingers" = "Вертыкальнае правядзенне чатырма пальцамі";
"Vertical Swipe with Three Fingers" = "Вертыкальнае правядзенне трыма пальцамі";
"View existing discussions" = "Паглядзець існуючыя абмеркаванні";
"Vim keys" = "Клавішы Vim";
"Vim keys already assigned to other actions:\n%@" = "Клавішы Vim ужо прызначаны іншым дзеянням:\n%@";
"Visibility" = "Бачнасць";
"Visible Spaces" = "Бачныя прасторы";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Калі адключана, дазваляе пазбегнуць фіялетавага індыкатара запісу экрана macOS і мігацення пры прайграванні відэа з DRM. Эскізы будуць менш актуальнымі.";
"When fullscreen" = "Пры поўнаэкранным рэжыме";
"When no open window" = "Пры адсутнасці адкрытых вокнаў";
"While open, press:" = "Падчас адкрыцця, націсніце:";
"Window app icon size:" = "Памер значка вакна:";
"Window is fullscreen" = "Акно поўнаэкраннае";
"Window is minimized" = "Акно згорнутае";
"Window is on every Space" = "Акно знаходзіцца на кожнай прасторы";
"Window is on Space %d" = "Акно знаходзіцца на прасторы %d";
"Window max width in row:" = "Макс. шырыня акна ў радку:";
"Window min width in row:" = "Мін. шырыня акна ў радку:";
"Window order:" = "Парадак вокнаў:";
"Window Title" = "Загаловак акна";
"Window title contains" = "Загаловак акна ўтрымлівае";
"Window title font size:" = "Памер шрыфту загалоўка вокна:";
"Window title truncation:" = "Абрэзка загалоўка акна:";
"Windows" = "Вокны";
"You can’t undo this action." = "Вы не можаце адмяніць гэтае дзеянне.";
"You didn’t write your email, thus can’t receive any response." = "Вы не пазначылі свой адрас электроннай пошты, таму не зможаце атрымаць адказ.";
"You may need to disable some conflicting system gestures" = "Магчыма, вам спатрэбіцца адключыць некаторыя канфліктуючыя сістэмныя жэсты";
